export default function Bangla() {
    return (
        <div>
            <p>
                <strong>dSmart Finger Communication Ltd. (DFCL)</strong> প্রধানত
                তার কর্পোরেট অফিস থেকে প্রদান করা সেবাগুলি পরিচালনা, নিয়ন্ত্রণ
                এবং পরিচালনা করে: 103 মধ্য বাসাবো, সবুজবাগ, ঢাকা-1214, বাংলাদেশ।
            </p>

            <h2>ব্যবহারের শর্তাবলীর গ্রহণযোগ্যতা</h2>
            <p>
                <strong>ব্যবহারের শর্তাবলীর গ্রহণযোগ্যতা</strong> মানে এখানে
                নির্ধারিত সব শর্তাবলী এবং চুক্তির শর্তাবলী মেনে চলা।
            </p>

            <p>
                <strong>
                    দয়া করে শর্তাবলী মনোযোগ সহকারে এবং সাবধানতার সাথে পড়ুন।
                </strong>
                নিচের শর্তাবলী (ব্যবহারের শর্তাবলী) এবং গোপনীয়তা নীতি DFCL এবং
                আপনার মধ্যে একটি আইনি বাধ্যতামূলক চুক্তি তৈরি করে। এই শর্তাবলী
                DFCL ওয়েবসাইট এবং মোবাইল অ্যাপ্লিকেশন ব্যবহারের সাথে সম্পর্কিত
                আপনার সীমা, আইনি অধিকার এবং দায়িত্ব নির্ধারণ করে, যেগুলি
                DFCL-এর ডোমেইন এবং সাবডোমেইনের মাধ্যমে প্রদত্ত সমস্ত সেবা
                অন্তর্ভুক্ত করে (একে একত্রে &quot;পণ্য&quot; বলা হয়)। এই শর্তাবলী সার্ভিস
                প্রদানকারী (&quot;সেবা প্রদানকারী&quot;) এবং সেবা গ্রহণকারী (&quot;সেবা
                ব্যবহারকারী&quot;) এর মধ্যে লেনদেন পরিচালনা করে।
            </p>

            <p>
                পণ্যগুলি dSmart Finger Communication Ltd. (DFCL) দ্বারা পরিচালিত
                এবং নিয়ন্ত্রিত হয়। আপনি ওয়েবসাইট/মোবাইল অ্যাপ্লিকেশন ব্যবহার,
                নিবন্ধন, সেবার অর্ডার প্রদান, বা &quot;শর্তাবলী পড়েছি এবং সম্মত&quot;
                ক্লিক করার মাধ্যমে নিশ্চিত করছেন:
            </p>
            <ul>
                <li>
                    আপনি হয় একজন সেবা প্রদানকারী বা সম্ভাব্য সেবা ব্যবহারকারী।
                </li>
                <li>আপনার কাছে এই শর্তাবলীতে প্রবেশ করার ক্ষমতা রয়েছে।</li>
                <li>
                    আপনি পণ্যের মাধ্যমে অনুরোধকৃত সেবার জন্য অর্থপ্রদানের
                    অনুমোদন দেন।
                </li>
                <li>
                    আপনি এই শর্তাবলীর সকল শর্ত ও প্রস্তাবে বাধ্য থাকতে সম্মত হন।
                </li>
            </ul>
            <p>
                যদি আপনি উপরোক্ত কোন কিছুতে সম্মত না হন, তবে গ্রহণ ক্লিক করবেন
                না এবং ওয়েবসাইট বা পণ্য ব্যবহার করবেন না।
            </p>

            <p>
                <strong>
                    আপনার বয়স অবশ্যই কমপক্ষে ১৮ বছর হতে হবে এবং একটি আইনি
                    চুক্তিতে প্রবেশের জন্য আইনি সক্ষমতা থাকতে হবে।
                </strong>
            </p>

            <p>
                &quot;আপনি&quot; বা &quot;আপনার&quot; সকল অর্থ সেই ব্যক্তি যিনি ওয়েবসাইটে কোনওভাবে
                প্রবেশ করেন, ব্যবহার করেন বা অংশগ্রহণ করেন।
            </p>

            <h2>ব্যবহারের শর্তাবলী এবং গোপনীয়তা নীতিতে পরিবর্তন</h2>
            <p>
                DFCL যে কোনও সময় ব্যবহারের শর্তাবলী এবং সংযুক্ত নথিগুলিকে
                পরিবর্তন করার অধিকার সংরক্ষণ করে। সংশোধিত শর্তাবলী DFCL-এর
                ওয়েবসাইটে পোস্ট করা হবে। এটি আপনার দায়িত্ব শর্তাবলী পর্যালোচনা
                করা এবং আপনি পরিবর্তনগুলি দেখতে উত্সাহিত করা হয়। যে কোনও
                সংশোধনের পরে পণ্য ব্যবহার করা আপনার নতুন শর্তাবলীর গ্রহণযোগ্যতা
                নিশ্চিত করে।
            </p>

            <h2>গোপনীয়তা নীতি</h2>
            <p>
                DFCL-এর একটি গোপনীয়তা নীতি রয়েছে যা ব্যাখ্যা করে কিভাবে
                ব্যবহারকারীর তথ্য সংগ্রহ ও ব্যবহৃত হয়। এই গোপনীয়তা নীতি
                শর্তাবলীর অংশ হিসাবে অন্তর্ভুক্ত এবং পণ্য ব্যবহারের উপর
                প্রযোজ্য।
            </p>

            <h2>সদস্যপদ এবং অ্যাক্সেসিবিলিটি</h2>

            <h3>অ্যাক্সেস করার লাইসেন্স</h3>
            <p>
                DFCL আপনাকে ওয়েবসাইট, অ্যাপ্লিকেশন বা পণ্য ব্যবহার করার জন্য
                একটি অ-এক্সক্লুসিভ, বাতিলযোগ্য লাইসেন্স প্রদান করে, তবে:
            </p>
            <ul>
                <li>
                    আপনি DFCL-এর পূর্ব লিখিত সম্মতি ছাড়া ওয়েবসাইট,
                    অ্যাপ্লিকেশন বা এর পণ্যের কোনও অংশ অনুলিপি বা বিতরণ করবেন
                    না।
                </li>
                <li>
                    আপনি ওয়েবসাইট, অ্যাপ্লিকেশন বা পণ্যের কোনও অংশ পরিবর্তন বা
                    সংশোধন করবেন না, শুধুমাত্র তাদের নির্ধারিত উদ্দেশ্যে
                    ব্যবহারের জন্য প্রয়োজনীয়।
                </li>
                <li>আপনি শর্তাবলী এবং প্রযোজ্য আইন অনুসারে কাজ করবেন।</li>
            </ul>

            <h3>সদস্যপদের যোগ্যতা</h3>
            <p>
                পণ্য ব্যবহার শুধুমাত্র তাদের জন্য উপলব্ধ যারা কমপক্ষে ১৮ বছর
                বয়সী এবং প্রযোজ্য আইনের অধীনে আইনত বাধ্যতামূলক চুক্তি করতে
                সক্ষম। আপনি প্রতিনিধিত্ব করছেন এবং সম্মত হচ্ছেন যে:
            </p>
            <ul>
                <li>আপনার বয়স কমপক্ষে ১৮ বছর।</li>
                <li>আপনার জমাকৃত নিবন্ধন তথ্য সত্য ও সঠিক।</li>
                <li>আপনি এই তথ্যের যথার্থতা বজায় রাখবেন।</li>
                <li>
                    আপনার ওয়েবসাইট, অ্যাপ্লিকেশন এবং সেবা ব্যবহার কোনও প্রযোজ্য
                    আইন বা বিধির লঙ্ঘন নয়।
                </li>
            </ul>
            <p>
                যদি DFCL মনে করে আপনি ১৮ বছরের নিচে বা প্রযোজ্য আইন মেনে চলছেন
                না, তাহলে আপনার অ্যাকাউন্ট পূর্ব নোটিশ ছাড়াই বাতিল হতে পারে।
            </p>

            <p>
                পণ্য পরিদর্শন ও দেখার জন্য নিবন্ধন প্রয়োজন নেই, তবে কিছু
                বৈশিষ্ট্য ব্যবহার করতে একটি পাসওয়ার্ড সুরক্ষিত অ্যাকাউন্ট তৈরি
                করতে হবে। একটি অ্যাকাউন্ট তৈরি করতে, নিবন্ধন পৃষ্ঠায় আপনার নাম
                ও ইমেল ঠিকানা জমা দিন এবং একটি পাসওয়ার্ড তৈরি করুন। আপনার
                অভিজ্ঞতা কাস্টমাইজ করতে ঐচ্ছিক অতিরিক্ত তথ্য সরবরাহ করতে পারেন।
                আপনি আপনার ফেসবুক অ্যাকাউন্ট ব্যবহার করেও নিবন্ধন করতে পারেন।
            </p>

            <p>
                আপনার DFCL পাসওয়ার্ড এবং কোনও তৃতীয় পক্ষের সাইটের পাসওয়ার্ড
                সব সময় রক্ষা করার দায়িত্ব আপনার। নিরাপত্তা লঙ্ঘন বা আপনার
                অ্যাকাউন্টের অননুমোদিত ব্যবহার সম্পর্কে DFCL-কে অবিলম্বে অবহিত
                করুন। DFCL-এর অনুমতি ছাড়া অন্যের অ্যাকাউন্ট ব্যবহার করবেন না।
                অননুমোদিত ব্যবহারের ফলে আপনার সৃষ্ট ক্ষতির জন্য আপনি দায়ী
                থাকবেন এবং DFCL বা অন্যদের ক্ষতির জন্যও আপনি দায়ী হতে পারেন।
            </p>

            <p>
                অ্যাকাউন্টধারীদের &quot;নিবন্ধিত ব্যবহারকারী&quot; হিসাবে উল্লেখ
                করা হয়।
            </p>
            <h2>অ্যাকাউন্ট নীতিমালা</h2>
            <ul>
                <li>
                    আপনি DFCL-এর পূর্ব লিখিত অনুমতি ছাড়া ওয়েবসাইট,
                    অ্যাপ্লিকেশন বা এর পণ্যগুলির কোনও অংশ অনুলিপি বা বিতরণ করবেন
                    না।
                </li>
                <li>
                    আপনি ওয়েবসাইট, অ্যাপ্লিকেশন বা এর পণ্যের কোনও অংশ পরিবর্তন
                    বা সংশোধন করবেন না, শুধুমাত্র সেগুলি তাদের নির্ধারিত
                    উদ্দেশ্যে ব্যবহারের জন্য প্রয়োজনীয়।
                </li>
                <li>
                    আপনি আপনার অ্যাকাউন্ট তৈরি করার সময় সঠিক, বর্তমান, এবং
                    সম্পূর্ণ তথ্য প্রদান করবেন এবং প্রয়োজনে তা আপডেট করবেন।
                </li>
                <li>
                    আপনি DFCL-এর পূর্ব লিখিত অনুমোদন ছাড়া স্বয়ংক্রিয় পদ্ধতির
                    মাধ্যমে ওয়েবসাইট অ্যাক্সেস করবেন না।
                </li>
                <li>
                    আপনি ব্যবহারকারীদের তথ্য সংগ্রহ করবেন না বা ওয়েবসাইটের
                    সামগ্রী অপব্যবহার করবেন না।
                </li>
                <li>
                    আপনি পণ্যটির পরিকাঠামোকে অযৌক্তিকভাবে প্রভাবিত করবেন না বা
                    এর সঠিক কার্যপ্রণালিতে বাধা সৃষ্টি করবেন না।
                </li>
                <li>
                    আপনি DFCL-এর ব্যবস্থা বাইপাস করে পণ্যটিতে প্রবেশ সীমাবদ্ধ
                    করতে চেষ্টা করবেন না।
                </li>
                <li>
                    আপনি ওয়েবসাইট থেকে ব্যক্তিগতভাবে শনাক্তযোগ্য তথ্য সংগ্রহ বা
                    সংগ্ৰহ করতে সম্মত নন।
                </li>
            </ul>

            <h2>অতিরিক্ত নীতিমালা</h2>
            <p>
                আপনার পণ্যতে প্রবেশ, ব্যবহার, এবং অংশগ্রহণ শর্তাবলী এবং সমস্ত
                প্রযোজ্য DFCL বিধি, নির্দেশিকা, এবং অতিরিক্ত নীতিমালার (অতিরিক্ত
                নীতিমালা) অধীনে থাকবে। এগুলি সর্বদা অনুসরণ করুন। ব্যর্থতার ফলে
                অ্যাকাউন্ট বাতিল এবং আইনগত পদক্ষেপ গ্রহণ হতে পারে।
            </p>

            <h2>সদস্য আচরণ</h2>

            <h3>জমাকৃত সামগ্রী সম্পর্কিত নিষেধাজ্ঞা</h3>
            <p>
                কোনও সামগ্রী আপলোড করবেন না, পোস্ট করবেন না, স্থানান্তর করবেন না
                বা বিতরণ করবেন না, যা:
            </p>
            <ul>
                <li>আপনার পোস্টের উৎস ভুলভাবে উপস্থাপন করে।</li>
                <li>
                    বাহ্যিক সাইটগুলিতে লিঙ্ক সরবরাহ করে যা ব্যবহার শর্তাবলী
                    লঙ্ঘন করে।
                </li>
                <li>নাবালকদের ক্ষতি বা শোষণ করার উদ্দেশ্যে প্রেরিত হয়।</li>
                <li>অনুমতি ছাড়া ব্যক্তিগতভাবে শনাক্তযোগ্য তথ্য সংগ্রহ করে।</li>
                <li>মিথ্যা বা ভুল উপস্থাপনা প্রদান করে।</li>
                <li>
                    অশ্লীল, হয়রানিকর, ঘৃণ্য, অবৈধ, অশ্লীল, মানহানিকর,
                    অপবাদমূলক, আক্রমণাত্মক, বর্ণগত, সাংস্কৃতিক বা জাতিগতভাবে
                    আক্রমণাত্মক সামগ্রী অন্তর্ভুক্ত করে।
                </li>
                <li>অবৈধ কার্যক্রম প্রচার করে বা কোনও আইন লঙ্ঘন করে।</li>
                <li>
                    কপিরাইটযুক্ত বা বাণিজ্যিক গোপনীয়তাযুক্ত সামগ্রী অনুমতি
                    ছাড়া অন্তর্ভুক্ত করে।
                </li>
                <li>কপিরাইট লঙ্ঘন করে এমন অবৈধ কপি প্রচার করে।</li>
                <li>
                    কাউকে হুমকি, অপমান, মানহানি, অবমাননা, বা ভয় দেখানোর
                    উদ্দেশ্যে প্রেরিত হয়।
                </li>
                <li>ভাইরাস বা ক্ষতিকারক প্রযুক্তি অন্তর্ভুক্ত করে।</li>
                <li>অনাকাঙ্ক্ষিত বিজ্ঞাপন বা বিপণন প্রচার করে।</li>
            </ul>

            <h3>বার্তা পাঠানোর উপর নিষেধাজ্ঞা</h3>
            <p>বার্তাগুলি পাঠাবেন না যা:</p>
            <ul>
                <li>
                    একটি পরিষেবার জন্য চাওয়া মূল্যের চেয়ে বেশি অর্থ প্রেরণের
                    প্রস্তাব দেয় এবং এর অংশ ফেরতের অনুরোধ করার উদ্দেশ্যে।
                </li>
                <li>অনাকাঙ্ক্ষিত বিজ্ঞাপন বা প্রচারাভিযান অন্তর্ভুক্ত করে।</li>
                <li>
                    ব্যবহার শর্তাবলী লঙ্ঘন করে এমন বার্তাগুলি অন্তর্ভুক্ত করে।
                </li>
            </ul>

            <p>
                DFCL শর্তাবলী লঙ্ঘনকারীদের বিরুদ্ধে অ্যাকাউন্ট স্থগিত বা বাতিল
                করার, সামগ্রী সরিয়ে ফেলার এবং আইনগত পদক্ষেপ গ্রহণের অধিকার
                সংরক্ষণ করে।
            </p>

            <h2>শর্তাবলী লঙ্ঘনের ফলাফল</h2>
            <p>
                DFCL শর্তাবলী লঙ্ঘন প্রতিরোধে আইনগত এবং প্রযুক্তিগত পদক্ষেপ
                নেওয়ার অধিকার সংরক্ষণ করে, যার মধ্যে আপনার অ্যাকাউন্ট স্থগিত বা
                বাতিল করা, সামগ্রী মুছে ফেলা এবং লঙ্ঘনকারীদের বিরুদ্ধে আইনি
                পদক্ষেপ নেওয়া অন্তর্ভুক্ত। এই ধরনের লঙ্ঘনের কারণে সৃষ্ট ক্ষতির
                জন্য আপনাকে DFCL&apos;কে ক্ষতিপূরণ দিতে হতে পারে।
            </p>

            <h2>গভর্নিং আইন</h2>
            <p>
                এই ব্যবহার শর্তাবলী এবং আপনার পণ্য ব্যবহারের ফলে উদ্ভূত যে কোনও
                বিরোধ বাংলাদেশের আইনের অধীনে পরিচালিত হয়। আপনার পণ্য ব্যবহারের
                সাথে সম্পর্কিত যে কোনও আইনি পদক্ষেপ বা কার্যক্রম বাংলাদেশের
                উপযুক্ত আদালতে আনা আবশ্যক।
            </p>

            <p>
                যদি ব্যবহার শর্তাবলীর কোনও বিধান অবৈধ পাওয়া যায়, তবে অবশিষ্ট
                বিধান সম্পূর্ণ বলবৎ থাকবে।
            </p>

            <p>
                পণ্যটি ব্যবহার করে, আপনি ব্যবহার শর্তাবলী এবং যে কোনও পরবর্তী
                সংশোধন মেনে চলার জন্য সম্মত হন।
            </p>
        </div>
    );
}
