export default function Bangla() {
    return (
        <div>
            <p>
                <strong>dSmart Finger Communication Ltd. (DFCL)</strong> এর
                ম্যানেজমেন্ট টিম এই প্রাইভেসি পলিসি তৈরি করেছে যাতে DFCL
                ব্যবহারকারীরা আরও ভালোভাবে বুঝতে পারেন যে আমরা তাদের সম্পর্কে কী
                ধরনের তথ্য সংগ্রহ করি এবং সেই তথ্যের সাথে কী হতে পারে।
            </p>

            <h2>আপনার ব্যক্তিগত তথ্য সংগ্রহ</h2>
            <p>
                ব্যক্তিগত তথ্য বলতে এমন তথ্য বোঝায় যা একা বা অন্য তথ্যের সাথে
                মিলিয়ে ব্যবহার করা যায় এবং যা সহজেই আপনাকে সনাক্ত করতে বা
                আপনার সাথে যোগাযোগ করতে ব্যবহৃত হতে পারে, যেমন: নাম, ঠিকানা,
                ইমেল ঠিকানা, ফোন নম্বর, ইত্যাদি।
            </p>

            <h3>ভোক্তারা</h3>
            <p>
                আপনার অ্যাকাউন্ট নিবন্ধন প্রক্রিয়া এবং DFCL-এর ওয়েবসাইট বা
                অ্যাপ্লিকেশনের ব্যবহারকালে, DFCL আপনার নাম, ডাক কোড, টেলিফোন
                নম্বর, ইমেল ঠিকানা এবং অন্যান্য ব্যক্তিগত তথ্য সংগ্রহ করতে পারে।
                আপনি ব্যবহারকারীর জরিপ এবং/অথবা অফারের জন্য প্রযোজ্য অন্যান্য
                তথ্যও সরবরাহ করতে পারেন, যার মধ্যে রয়েছে, কিন্তু সীমাবদ্ধ নয়,
                মেইলিং ঠিকানা এবং ব্যক্তিগত তথ্য (যেমন লিঙ্গ, বয়স, রাজনৈতিক
                পছন্দ, শিক্ষা, জাতি বা জাতীয় উত্স)। DFCL এই ডিসক্লেইমারে পোস্ট
                করতে পারে, প্রোফাইল, ইচ্ছা, বা প্রতিক্রিয়া এবং ব্লগ, চ্যাট রুম,
                বা ওয়েবসাইট বা মোবাইল অ্যাপ্লিকেশনের অন্য কোনও যোগাযোগ এলাকায়
                যে কোনও প্রতিক্রিয়া পোস্ট বা আলোচনা করতে পারে বা প্রতিক্রিয়া
                সরবরাহ করতে পারে, যার মধ্যে রয়েছে যে কোনও প্রতিক্রিয়া আপনি যখন
                কোনও ব্যক্তির সাথে একটি বিতর্ক সমাধান করেন। মন্তব্য প্রদান করা
                যেতে পারে।
            </p>

            <h3>পেশাদাররা</h3>
            <p>
                আপনি যদি একজন সার্ভিস প্রফেশনাল হন এবং আপনার সম্পর্কে কোনও তথ্য
                পোস্ট করতে চান, তাহলে DFCL আপনাকে একটি অ্যাকাউন্ট নিবন্ধন করতে
                বলবে। এই অ্যাকাউন্ট নিবন্ধন প্রক্রিয়ার সময়, আমরা আপনার ব্যবসার
                নাম, টেলিফোন নম্বর, ঠিকানা, জিপ কোড, ভ্রমণের পছন্দ, আপনার সেবার
                বিবরণ, প্রোফাইলের জন্য একটি শিরোনাম, প্রথম এবং শেষ নাম এবং ইমেল
                ঠিকানা সংগ্রহ করব। DFCL-এর ওয়েবসাইট বা অ্যাপ্লিকেশন ব্যবহার
                করার সময় আপনাকে অন্যান্য তথ্য প্রদান করতে হতে পারে এবং তারপরে
                আপনার ব্যবসার বিষয়ে আরও কন্টেন্ট বা তথ্য প্রদান করতে হতে পারে,
                যেমন ছবি এবং ভিডিও।
            </p>
            <h2>সামাজিক নেটওয়ার্কিং সাইট থেকে ব্যক্তিগত তথ্য সংগ্রহ</h2>
            <p>
                DFCL এবং আমাদের তৃতীয় পক্ষের পরিষেবা প্রদানকারীরা, যার মধ্যে
                রয়েছে বিজ্ঞাপন নেটওয়ার্ক, কুকিজ, ওয়েব বীকন এবং অন্যান্য
                ট্র্যাকিং প্রযুক্তি ব্যবহার করে আপনার ওয়েবসাইট এবং পরিষেবাগুলির
                ব্যবহারের তথ্য সংগ্রহ করে। এই তথ্যের মধ্যে আপনার ব্রাউজারের ধরন,
                আপনার ISP বা অপারেটিং সিস্টেম, আপনার ডোমেইন নাম, আপনার অ্যাক্সেস
                সময়, পূর্ববর্তী ওয়েবসাইটের URL, আপনার পৃষ্ঠা দর্শনের সময়,
                আপনার IP ঠিকানা এবং আপনি যে ডিভাইসটি ব্যবহার করেন তা
                অন্তর্ভুক্ত। DFCL এছাড়াও ট্র্যাক করে আপনি কতবার DFCL ওয়েবসাইট
                পরিদর্শন করেন এবং আপনি আমাদের পরিষেবা কীভাবে ব্যবহার করেন, অন
                এবং অফ পরিষেবাগুলির ক্ষেত্রে। DFCL এই তথ্য ব্যবহার করে (আমাদের
                তৃতীয় পক্ষের পরিষেবা প্রদানকারীদের দ্বারা সংগৃহীত তথ্য সহ)
                ওয়েবসাইট বিশ্লেষণের জন্য (যেমন, DFCL ওয়েবসাইটের কোন অংশ
                সবচেয়ে বেশি ব্যবহৃত হয়, DFCL ব্যবহারকারীরা কী পছন্দ/অপছন্দ
                করে), বিজ্ঞাপনের প্রয়োজন নির্ধারণের জন্য (DFCL ওয়েবসাইটের
                মধ্যে এবং বাইরে উভয় ক্ষেত্রেই), আমাদের বিজ্ঞাপনের প্রয়োজনের
                সাফল্য মূল্যায়ন করতে এবং এই নীতিতে বর্ণিত অন্যান্য
                উদ্দেশ্যগুলির জন্য। বর্তমানে, DFCL ব্রাউজার অনুরোধগুলি ট্র্যাক
                না করার অনুমতি দেয় না। DFCL ফেসবুক থেকে সংগৃহীত তথ্য অন্যান্য
                তথ্যের সাথে সংরক্ষণ করে যা DFCL আপনার কাছ থেকে বা আপনার সম্পর্কে
                সংগ্রহ করে।
            </p>

            <h2>
                স্বয়ংক্রিয় ডেটা সংগ্রহ, কুকিজের ব্যবহার এবং অন্যান্য ট্র্যাকিং
                ডিভাইস
            </h2>
            <p>
                DFCL এবং আমাদের তৃতীয় পক্ষের পরিষেবা প্রদানকারীরা, যার মধ্যে
                রয়েছে বিজ্ঞাপন নেটওয়ার্ক, কুকিজ, ওয়েব বীকন এবং অন্যান্য
                ট্র্যাকিং প্রযুক্তি ব্যবহার করে আপনার ওয়েবসাইট এবং পরিষেবাগুলির
                ব্যবহারের তথ্য সংগ্রহ করে। এই তথ্যের মধ্যে আপনার ব্রাউজারের ধরন,
                আপনার ISP বা অপারেটিং সিস্টেম, আপনার ডোমেইন নাম, আপনার অ্যাক্সেস
                সময়, পূর্ববর্তী ওয়েবসাইটের URL, আপনার পৃষ্ঠা দর্শনের সময়,
                আপনার IP ঠিকানা এবং আপনি যে ডিভাইসটি ব্যবহার করেন তা
                অন্তর্ভুক্ত। DFCL এছাড়াও ট্র্যাক করে আপনি কতবার DFCL ওয়েবসাইট
                পরিদর্শন করেন এবং আপনি আমাদের পরিষেবা কীভাবে ব্যবহার করেন বা এর
                অন এবং অফ কীভাবে ব্যবহার করেন। DFCL এই তথ্য ব্যবহার করে (আমাদের
                তৃতীয় পক্ষের পরিষেবা প্রদানকারীদের দ্বারা সংগৃহীত তথ্য সহ)
                ওয়েবসাইট বিশ্লেষণের জন্য (যেমন, DFCL ওয়েবসাইটের কোন অংশ
                সবচেয়ে বেশি ব্যবহৃত হয়, DFCL ব্যবহারকারীরা কী পছন্দ/অপছন্দ
                করে), বিজ্ঞাপনের প্রয়োজন নির্ধারণের জন্য (DFCL ওয়েবসাইটের
                মধ্যে এবং বাইরে উভয় ক্ষেত্রেই), আমাদের বিজ্ঞাপনের প্রয়োজনের
                সাফল্য মূল্যায়ন করতে এবং এই নীতিতে বর্ণিত অন্যান্য
                উদ্দেশ্যগুলির জন্য। বর্তমানে, DFCL ব্রাউজার অনুরোধগুলি ট্র্যাক
                না করার অনুমতি দেয় না।
            </p>
            <h2>DFCL কীভাবে সংগৃহীত তথ্য ব্যবহার করে</h2>
            <ul>
                <li>
                    আপনাকে আমাদের পরিষেবাগুলি প্রদান করতে, যেমন আপনাকে DFCL
                    পরিষেবাগুলির সাথে নিবন্ধন করা, আপনার শংসাপত্রগুলি যাচাই করা
                    এবং DFCL পরিষেবাগুলি ব্যবহারের অধিকার নিশ্চিত করা এবং আপনাকে
                    আমাদের ওয়েবসাইট এবং পরিষেবাগুলি ব্যবহারের সক্ষমতা প্রদান
                    করা।
                </li>
                <li>
                    গ্রাহক সহায়তা প্রদান করা এবং আপনার অনুসন্ধানগুলির প্রতি
                    দ্রুত এবং কার্যকর প্রতিক্রিয়া।
                </li>
                <li>অভ্যন্তরীণ রেকর্ড রাখার উদ্দেশ্যে।</li>
                <li>
                    বিলিং এবং অর্থপ্রদানের প্রক্রিয়া সম্পন্ন করতে, যার মধ্যে
                    তৃতীয় পক্ষের পেমেন্ট গেটওয়েগুলির সাথে তথ্য ভাগ করে নেওয়া
                    যা DFCL-এর ওয়েবসাইট এবং/অথবা পণ্য ও পরিষেবার সাথে সংযুক্ত।
                </li>
                <li>
                    DFCL ওয়েবসাইট এবং DFCL পরিষেবাগুলি উন্নত করা এবং
                    রক্ষণাবেক্ষণ করার জন্য (উদাহরণস্বরূপ, আমরা &quot;সার্চ&quot;
                    ফাংশনে প্রবেশ করা তথ্য ট্র্যাক করি; এটি আমাদের নির্ধারণ করতে
                    সহায়তা করে আমাদের ওয়েবসাইটের কোন ক্ষেত্রগুলি ব্যবহারকারীরা
                    সবচেয়ে বেশি পছন্দ করে এবং উন্নতির জন্য কোন ক্ষেত্রগুলি
                    প্রয়োজন)।
                </li>
                <li>
                    আমরা আপনার প্রদত্ত ইমেল ঠিকানায় প্রোমোশনাল ইমেইল পাঠাতে
                    পারি এবং আপনাকে DFCL-এর নতুন পণ্য, বিশেষ অফার বা আপনার জন্য
                    আগ্রহী হতে পারে এমন অন্যান্য তথ্যের বিষয়ে জানাতে পারি।
                </li>
                <li>
                    আমরা আপনাকে আপনার অনুরোধকৃত পরিষেবা প্রদান করতে ইমেইল,
                    টেলিফোন, ফ্যাক্স বা মেইলের মাধ্যমে যোগাযোগ করতে পারি।
                </li>
                <li>
                    বাজার গবেষণা এবং আপনার আগ্রহের উপর ভিত্তি করে ওয়েবসাইটের
                    কাস্টমাইজেশনের জন্য DFCL ব্যবহৃত হতে পারে।
                </li>
                <li>
                    আপনার ডেমোগ্রাফিক তথ্য (যেমন বয়স, পোস্টাল কোড, আবাসিক এবং
                    ব্যবসার ঠিকানা ইত্যাদি) ব্যবহার করে DFCL পণ্য এবং
                    পরিষেবাগুলি আরও ভালভাবে লক্ষ্যযুক্ত শ্রোতাদের কাছে উপস্থাপন
                    করতে এবং অন্যান্য গবেষণা এবং বিশ্লেষণের উদ্দেশ্যে।
                </li>
                <li>
                    বিরোধ নিষ্পত্তি করতে, আমাদের ওয়েবসাইট এবং পরিষেবার অন্যান্য
                    ব্যবহারকারীদের এবং নিজেদের রক্ষা করতে এবং আমাদের ব্যবহারের
                    শর্তাবলী প্রয়োগ করতে।
                </li>
                <li>
                    DFCL তাদের পরিষেবা এবং ওয়েবসাইটগুলির মাধ্যমে সংগৃহীত
                    ব্যক্তিগত তথ্যের সঠিকতা যাচাই করতে পারে, যা তৃতীয় পক্ষের
                    কাছ থেকে সংগৃহীত ব্যক্তিগত তথ্যের সাথে মেলানো হতে পারে।
                </li>
                <li>
                    আমরা আপনার সম্পর্কে সংগৃহীত ব্যক্তিগত তথ্যের সাথে সংযুক্ত
                    সামগ্রিক ডেটার সাথে মেলাতে পারি।
                </li>
                <li>
                    সময়ে সময়ে, DFCL ব্যক্তিগত তথ্য নতুন এবং অপ্রত্যাশিত
                    ব্যবহারগুলির জন্য ব্যবহার করতে পারে যা আমাদের গোপনীয়তা
                    নীতিতে পূর্বে বর্ণিত হয়নি। যদি আমাদের ডেটা সংবেদন প্রয়োজন
                    হয়, DFCL যে কোনও ঐচ্ছিক ব্যবহারের জন্য পূর্ব অনুমতি প্রাপ্ত
                    করার চেষ্টা করবে।
                </li>
                <li>
                    আরও ভাল অভিজ্ঞতা প্রদানের জন্য, DFCL আপনাকে ব্যবহারকারীর
                    নাম, ঠিকানা, অবস্থান, ফোন নম্বর, ডিভাইসের তথ্য ইত্যাদি
                    প্রদান করতে বলতে পারে। এই তথ্যগুলি আমাদের দ্বারা সংরক্ষিত
                    হবে এবং DFCL-এর গোপনীয়তা নীতিতে বর্ণিত হিসাবে ব্যবহৃত হবে।
                    অ্যাপটি তৃতীয় পক্ষের পরিষেবা প্রদানকারীদের ব্যবহার করতে
                    পারে যারা আপনাকে সনাক্ত করতে তথ্য সংগ্রহ করতে পারে।
                </li>
            </ul>

            <h2>নিরাপত্তা</h2>
            <p>
                DFCL আপনার তথ্যের অননুমোদিত প্রকাশ থেকে রক্ষা করার জন্য
                এনক্রিপশন, পাসওয়ার্ড এবং শারীরিক নিরাপত্তা ব্যবস্থাসহ
                প্রযুক্তিগত এবং সাংগঠনিক নিরাপত্তা ব্যবস্থা নিয়োগ করতে পারে।
                তবে কোনও নিরাপত্তা ব্যবস্থা সম্পূর্ণ নয়, এবং DFCL এই নিরাপত্তা
                ব্যবস্থার কার্যকারিতা সম্পর্কে কোনও প্রতিশ্রুতি দেয় না এবং কোনও
                গ্যারান্টি প্রদান করে না। DFCL নিরাপত্তার জন্য দায়ী নয় যদি
                আপনার তথ্য অননুমোদিতভাবে অ্যাক্সেস বা ব্যবহৃত হয়।
            </p>

            <h2>তথ্য প্রকাশ</h2>
            <ul>
                <li>
                    DFCL আপনার তথ্য শেয়ার করতে পারে, যার মধ্যে রয়েছে:
                    <ul>
                        <li>
                            আইনি প্রক্রিয়ার জবাবে বা DFCL-এর অধিকার বা সম্পত্তি
                            রক্ষা করার জন্য।
                        </li>
                        <li>
                            সম্পদ বিক্রয়, একত্রীকরণ, এবং/অথবা পুনর্গঠনের
                            ক্ষেত্রে।
                        </li>
                    </ul>
                </li>
            </ul>

            <h2>গোপনীয়তা এবং অন্যান্য সাইটগুলির সাথে লিঙ্ক</h2>
            <p>
                এই গোপনীয়তা নীতি শুধুমাত্র DFCL ওয়েবসাইট এবং পরিষেবাগুলির জন্য
                প্রযোজ্য। DFCL তৃতীয় পক্ষের সাইটগুলির লিঙ্ক অন্তর্ভুক্ত করতে
                পারে, কিন্তু DFCL-এর এর তথ্যের উপর কোনও নিয়ন্ত্রণ নেই এবং কোনও
                তৃতীয় পক্ষের ওয়েবসাইটের জন্য দায়ী নয়। DFCL তৃতীয় পক্ষের
                সামাজিক মিডিয়া বৈশিষ্ট্য যেমন Facebook, Twitter, LinkedIn, এবং
                YouTube-এর &quot;Like&quot; বোতামগুলি অন্তর্ভুক্ত করতে পারে। এই
                তৃতীয় পক্ষের সাইটগুলি আপনার আইপি ঠিকানা এবং DFCL ওয়েবসাইটে
                আপনি কোন পৃষ্ঠা দেখেছেন তা সংগ্রহ করতে পারে এবং বৈশিষ্ট্যগুলি
                সঠিকভাবে কাজ করে তা নিশ্চিত করতে কুকি ব্যবহার করতে পারে। আপনার
                সাথে এই বৈশিষ্ট্যগুলির মিথস্ক্রিয়া সেই তৃতীয় পক্ষের গোপনীয়তা
                নীতির দ্বারা পরিচালিত হবে, DFCL-এর দ্বারা নয়।
            </p>

            <h2>আপনার তথ্য আপডেট করা</h2>
            <p>
                আপনি যদি বিশ্বাস করেন যে DFCL-এর কাছে আপনার সম্পর্কে ভুল
                ব্যক্তিগত তথ্য রয়েছে বা সাইট বা পরিষেবার মাধ্যমে প্রাপ্ত
                হয়েছে, আপনি ওয়েবসাইট বা পরিষেবার মাধ্যমে আপনার তথ্য সঠিক বা
                আপডেট করতে পারেন।
            </p>

            <h2>বাতিল করা</h2>
            <p>
                DFCL তার ওয়েবসাইট এবং পরিষেবার মাধ্যমে ইমেইল ঠিকানা সংগ্রহ করে।
                DFCL সময়ে সময়ে আপনাকে একটি নিউজলেটার, সমীক্ষা বা অন্যান্য
                ইমেইল পাঠাতে পারে। আপনি প্রতিটি প্রোমোশনাল ইমেলের নীচে প্রদত্ত
                নির্দেশাবলী অনুসরণ করে আমাদের ইমেইল প্রাপ্তি থেকে অপ্ট আউট করতে
                পারেন, বা আপনার অ্যাকাউন্টে লগ ইন করে আপনার ইমেইল পছন্দগুলি
                পরিবর্তন করতে পারেন। যদিও আপনি আমাদের প্রোমোশনাল ইমেইলগুলি থেকে
                অপ্ট আউট করেন, DFCL এখনও পরিষেবা সম্পর্কিত এবং অন্যান্য
                অ-প্রোমোশনাল ইমেইলগুলি আপনাকে পাঠাতে পারে।
            </p>

            <h2>গোপনীয়তা নীতির পরিবর্তন</h2>
            <p>
                DFCL যে কোনও সময়ে এই গোপনীয়তা নীতি পরিবর্তন করার অধিকার
                সংরক্ষণ করে, ওয়েবসাইটে সংশোধিত গোপনীয়তা নীতি পোস্ট করার
                মাধ্যমে এবং উপরে &quot;কার্যকর তারিখ&quot; আপডেট করার মাধ্যমে।
                আমরা আপনাকে সময়ে সময়ে এই গোপনীয়তা নীতি পর্যালোচনা করার জন্য
                উত্সাহিত করি। ওয়েবসাইট বা পরিষেবাগুলি ব্যবহার চালিয়ে যাওয়ার
                অর্থ হল আপনি এই পরিবর্তনগুলি মেনে নিয়েছেন।
            </p>
        </div>
    );
}
